Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NetworkEthernetInactiveItemDescription_WLAN
source: Your Apple TV isn’t connected to the internet. To use Apple TV, connect to the internet using WLAN or Ethernet.
ar: ‏Apple TV غير متصل بالإنترنت. لاستخدام Apple TV، يجب توصيله بالإنترنت باستخدام WLAN أو الإيثرنت.
ca: L’Apple TV no té connexió a internet. Per utilitzar l’Apple TV, connecta’t a internet per WLAN o Ethernet.
cs: Apple TV není připojena k internetu. Chcete‑li ji použít, připojte ji pomocí WLAN nebo Ethernetu.
da: Apple TV er ikke forbundet med internettet. Hvis du vil bruge Apple TV, skal du oprette forbindelse til internettet vha. WLAN eller Ethernet.
de: Apple TV ist nicht mit dem Internet verbunden. Stelle über WLAN oder Ethernet eine Internetverbindung her, um Apple TV zu verwenden.
el: Το Apple TV δεν είναι συνδεδεμένο στο Διαδίκτυο. Για χρήση του Apple TV, συνδεθείτε στο Διαδίκτυο μέσω WLAN ή Ethernet.
es: El Apple TV no está conectado a internet. Para poder utilizar el Apple TV, conéctate a internet a través de una red WLAN o Ethernet.
es_us: Tu Apple TV no está conectado a Internet. Para usar el Apple TV, conéctalo a una red WLAN o a Ethernet.
fi: Apple TV ei ole yhteydessä internetiin. Käytä Apple TV:tä yhdistämällä internetiin WLANilla tai ethernetillä.
fr: Votre Apple TV n’est pas connectée à Internet. Pour pouvoir l’utiliser, connectez-vous à Internet via WLAN ou Ethernet.
fr_ca: Votre Apple TV n’est pas connectée à Internet. Pour utiliser l’Apple TV, connectez-la à Internet au moyen d’une connexion WLAN ou Ethernet.
he: ה-Apple TV שלך אינו מחובר לאינטרנט. כדי להשתמש ב-Apple TV, יש להתחבר לאינטרנט באמצעות רשת WLAN או חיבור Ethernet.
hi: आपका Apple TV इंटरनेट से कनेक्टेड नहीं है। Apple TV का उपयोग करने के लिए WLAN या इथरनेट का उपयोग कर इंटरनेट से कनेक्ट करें।
hr: Vaš Apple TV nije spojen na internet. Za uporabu Apple TV‑a spojite se na internet koristeći WLAN ili Ethernet.
hu: Az Apple TV nem csatlakozik az internethez. Az Apple TV használatához csatlakozzon az internethez WLAN vagy Ethernet használatával.
id: Apple TV Anda tidak terhubung ke internet. Untuk menggunakan Apple TV, hubungkan ke internet menggunakan WLAN atau Ethernet.
it: Apple TV non è connessa a internet. Per utilizzare Apple TV, connettiti a internet utilizzando una rete WLAN o il cavo Ethernet.
ja: Apple TVはインターネットに接続していません。Apple TVを使用するには、WLANまたはEthernetを使用してインターネットに接続してください。
ko: Apple TV가 인터넷에 연결되어 있지 않습니다. Apple TV를 사용하려면 WLAN 또는 이더넷을 통해 인터넷에 연결하십시오.
ms: Apple TV anda tidak disambungkan ke Internet. Untuk menggunakan Apple TV, sambung ke internet menggunakan WLAN atau Ethernet.
nb: Apple TV er ikke koblet til internett. Du må koble til internett med WLAN eller Ethernet for å bruke Apple TV.
nl: Je Apple TV is niet verbonden met het internet. Maak via WLAN of ethernet verbinding met het internet om je Apple TV te gebruiken.
pl: Apple TV nie ma połączenia z Internetem. Aby używać Apple TV, połącz się z Internetem przez sieć WLAN lub Ethernet.
pt_br: Sua Apple TV não está conectada à internet. Para usar a Apple TV, conecte‑se à internet pela rede WLAN ou Ethernet.
pt_pt: A Apple TV não está ligada à internet. Para usar a Apple TV, estabeleça ligação à internet através de WLAN ou Ethernet.
ro: Apple TV-ul dvs. nu este conectat la internet. Pentru a utiliza Apple TV‑ul, conectați‑l la internet utilizând o rețea WLAN sau Ethernet.
ru: Apple TV не подключен к интернету. Чтобы использовать Apple TV, подключите его к интернету через WLAN или Ethernet.
sk: Vaše Apple TV nie je pripojené na internet. Ak chcete používať Apple TV, pripojte sa na internet prostredníctvom WLAN alebo ethernetu.
sl: Vaš Apple TV nima vzpostavljene povezave z internetom. Če želite uporabljati Apple TV, vzpostavite povezavo z internetom prek omrežja WLAN ali Ethernet.
sv: Apple TV är inte ansluten till internet. Om du vill använda Apple TV ansluter du till WLAN eller Ethernet.
th: Apple TV ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ในการใช้ Apple TV ให้เชื่อมต่อกับอินเทอร์เน็ตโดยใช้ WLAN หรืออีเธอร์เน็ต
tr: Apple TV’niz internete bağlı değil. Apple TV’yi kullanmak için WLAN’ı veya Ethernet’i kullanarak internete bağlanın.
uk: Ваш Apple TV не має інтернет-зʼєднання. Щоб використовувати Apple TV, установіть інтернет-зʼєднання через WLAN або Ethernet.
vi: Apple TV của bạn không được kết nối vào internet. Để sử dụng Apple TV, hãy kết nối vào internet bằng WLAN hoặc Ethernet.
zh_cn: Apple TV尚未接入互联网。若要使用Apple TV，请使用无线局域网或以太网接入互联网。
zh_hk: 你的Apple TV未連接互聯網。如要使用Apple TV，請使用WLAN或乙太網絡連接互聯網。
zh_tw: 你的Apple TV尚未連接網際網路。若要使用Apple TV，請使用WLAN或乙太網路來連接網際網路。

# NetworkEthernetInactiveTitle
source: Not Connected
ar: غير متصل
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Μη συνδεδεμένο
es: No conectado
es_us: No conectado
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connecté
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Sem ligação
ro: Neconectat
ru: Отключено
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連接
zh_tw: 未連線

# NetworkEthernetIPAddressTitle
source: IP Address
ar: عنوان IP
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
es_us: Dirección IP
fi: IP-osoite
fr: Adresse IP
fr_ca: Adresse IP
he: כתובת IP
hi: IP पता
hr: IP adresa
hu: IP-cím
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ro: Adresă IP
ru: IP‑адрес
sk: IP adresa
sl: Naslov IP
sv: IP-adress
th: ที่อยู่ IP
tr: IP Adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_cn: IP地址
zh_hk: IP位址
zh_tw: IP位址

# NetworkEthernetItem
source: Ethernet
ar: إيثرنت
hi: इथरनेट
ko: 이더넷
th: อีเธอร์เน็ต
zh_cn: 以太网
zh_hk: 乙太網絡
zh_tw: 乙太網路

# NetworkEthernetRouterTitle
source: Router
ar: جهاز التوجيه
ca: Encaminador
cs: Směrovač
el: Δρομολογητής
fi: Reititin
fr: Routeur
fr_ca: Routeur
he: נתב
hi: राउटर
id: Ruter
ja: ルーター
ko: 라우터
ms: Penghala
nb: Ruter
pt_br: Roteador
ro: Ruter
ru: Маршрутизатор
sl: Usmerjevalnik
th: เราท์เตอร์
tr: Yöneltici
uk: Маршрутизатор
vi: Bộ định tuyến
zh_cn: 路由器
zh_hk: 路由器
zh_tw: 路由器

# NetworkEthernetSubnetMaskTitle
source: Subnet Mask
ar: قناع الشبكة الفرعية
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnetmaske
de: Teilnetzmaske
el: Μάσκα υποδικτύου
es: Máscara de subred
es_us: Máscara de subred
fi: Aliverkon peite
fr: Masque sous-réseau
fr_ca: Masque sous-réseau
he: מסכת תת-רשת
hi: सबनेट मास्क
hr: Maska podmreže
hu: Alhálózati maszk
id: Mask Subnet
it: Maschera sottorete
ja: サブネットマスク
ko: 서브넷 마스크
ms: Topeng Subnet
nb: Subnettmaske
nl: Subnetmasker
pl: Maska podsieci
pt_br: Máscara de Sub-rede
pt_pt: Máscara de sub-rede
ro: Mască de subrețea
ru: Маска подсети
sk: Maska podsiete
sl: Maska podomrežja
sv: Delnätsmask
th: ค่ากำหนดเครือข่ายย่อย
tr: Alt Ağ Maskesi
uk: Маска підмережі
vi: Mặt nạ mạng con
zh_cn: 子网掩码
zh_hk: 子網絡遮罩
zh_tw: 子網路遮罩

# NetworkNoValue
source: N/A
ar: غير متوفر
ca: N/D
cs: není k dispozici
da: I/T
de: n. v.
el: Μ/Δ
es: N/D
es_us: ND
fr: n/d
fr_ca: n/d
he: אין
hi: लागू नहीं
hr: Nije dostupno
it: N/D
ms: T/A
nb: Ikke tilgj.
nl: Niet beschikbaar
pl: ND.
pt_br: N/D
pt_pt: N/D
ro: Nu este cazul
ru: Н/Д
sk: nie je k dispozícii
th: ไม่มีข้อมูล
tr: Yok
uk: Н/д
vi: Không có
zh_cn: 无
zh_hk: 不適用
zh_tw: 不適用

# NetworkSecureWiFiItem
source: AppleSecureWiFi Setup
ar: إعداد AppleSecureWiFi
ca: Configuració d’AppleSecureWiFi
cs: Nastavení AppleSecureWiFi
da: Indstilling af AppleSecureWiFi
de: AppleSecureWiFi-Konfiguration
el: Διαμόρφωση AppleSecureWiFi
es: Configuración de AppleSecureWiFi
es_us: Configuración de AppleSecureWiFi
fi: AppleSecureWiFi-käyttöönotto
fr: Configuration d’AppleSecureWiFi
fr_ca: Réglage AppleSecureWiFi
he: הגדרת AppleSecureWiFi
hi: AppleSecureWiFi सेटअप
hr: Podešava se AppleSecureWiFi
hu: Az AppleSecureWiFi beállítása
id: Pengaturan AppleSecureWiFi
it: Configurazione AppleSecureWiFi
ja: AppleSecureWiFi設定
ko: AppleSecureWiFi 설정
ms: Persediaan AppleSecureWiFi
nb: AppleSecureWiFi-oppsett
nl: AppleSecureWiFi-configuratie
pl: Konfiguracja AppleSecureWiFi
pt_br: Configuração AppleSecureWiFi
pt_pt: Configuração da AppleSecureWiFi
ro: Configurare AppleSecureWiFi
ru: Настройка AppleSecureWiFi
sk: Nastavenie AppleSecureWiFi
sl: Nastavitev AppleSecureWiFi
sv: AppleSecureWiFi-inställning
th: การตั้งค่า AppleSecureWiFi
tr: AppleSecureWiFi Ayarları
uk: Налаштування AppleSecureWiFi
vi: Thiết lập AppleSecureWiFi
zh_cn: AppleSecureWiFi设置
zh_hk: AppleSecureWiFi設定
zh_tw: AppleSecureWiFi設定

# NetworkSecureWiFiItemDescription
source: Load the AppleSecureWiFi profile to enable connection to the secure network.
ar: تحميل ملف تعريف AppleSecureWiFi لتمكين الاتصال بالشبكة الآمنة.
ca: Carrega el perfil d’AppleSecureWiFi per activar la connexió amb la xarxa segura.
cs: Chcete‑li aktivovat připojení k zabezpečené síti, načtěte profil AppleSecureWiFi.
da: Indlæs AppleSecureWiFi-profilen for at slå forbindelse til det sikre netværk til.
de: Lade das AppleSecureWiFi-Profil, um die Verbindung zum sicheren Netzwerk zu aktivieren.
el: Φορτώστε το προφίλ AppleSecureWiFi για να καταστεί δυνατή η σύνδεση στο ασφαλές δίκτυο.
es: Carga el perfil de AppleSecureWiFi para permitir la conexión a la red segura.
es_us: Carga el perfil AppleSecureWiFi para activar la conexión a la red segura.
fi: Ota käyttöön suojattu verkkoyhteys lataamalla AppleSecureWiFi-profiili.
fr: Chargez le profil AppleSecureWiFi pour activer la connexion au réseau sécurisé.
fr_ca: Chargez le profil AppleSecureWiFi pour activer la connexion au réseau sécurisé.
he: יש לטעון את הפרופיל AppleSecureWiFi כדי לאפשר חיבור לרשת המאובטחת.
hi: सुरक्षित नेटवर्क पर कनेक्शन सक्षम करने के लिए AppleSecureWiFi प्रोफ़ाइल को लोड करें।
hr: Učitajte AppleSecureWiFi profil kako biste omogućili povezivanje sa sigurnom mrežom.
hu: Töltse be az AppleSecureWiFi-profilt a védett hálózathoz való csatlakozáshoz.
id: Muat profil AppleSecureWiFi untuk mengaktifkan koneksi ke jaringan aman.
it: Carica il profilo AppleSecureWiFi per consentire la connessione alla rete sicura.
ja: AppleSecureWiFiプロファイルを読み込んでセキュリティ保護されたネットワークへの接続を有効にします。
ko: 보안 네트워크에 연결을 활성화하려면 AppleSecureWiFi 프로필을 로드하십시오.
ms: Muatkan profil AppleSecureWiFi untuk mendayakan sambungan ke rangkaian selamat.
nb: Last inn AppleSecureWiFi-profilen for å kunne koble til det sikre nettverket.
nl: Laad het AppleSecureWiFi-profiel om verbinding met het beveiligde netwerk te kunnen maken.
pl: Aby umożliwić łączenie się z siecią zabezpieczoną, wczytaj profil AppleSecureWiFi.
pt_br: Carregue o perfil AppleSecureWiFi para conectar à rede segura.
pt_pt: Carregar o perfil AppleSecureWiFi para permitir estabelecer ligação à rede segura.
ro: Încărcați profilul AppleSecureWiFi pentru a permite conexiunea la rețeaua securizată.
ru: Загрузить профиль AppleSecureWiFi, чтобы активировать подключение к безопасной сети.
sk: Ak chcete povoliť pripájanie k zabezpečenej sieti, načítajte profil AppleSecureWiFi.
sl: Naložite profil AppleSecureWiFi, da omogočite povezavo z varnim omrežjem.
sv: Läs in AppleSecureWiFi-profilen så att du kan ansluta till det säkra nätverket.
th: โหลดโปรไฟล์ AppleSecureWiFi เพื่อเปิดใช้งานการเชื่อมต่อกับเครือข่ายที่ปลอดภัย
tr: Güvenli ağ bağlantısını etkinleştirmek için AppleSecureWiFi profilini yükle.
uk: Завантажте профіль AppleSecureWiFi для вможливлення зʼєднання з безпечною мережею.
vi: Tải hồ sơ AppleSecureWiFi để cho phép kết nối vào mạng bảo mật.
zh_cn: 载入AppleSecureWiFi描述文件来启用安全网络连接。
zh_hk: 載入AppleSecureWiFi描述檔以啟用安全網絡連線。
zh_tw: 載入AppleSecureWiFi描述檔來啟用與安全網路的連線。

# NetworkSecureWiFiLoadItem
source: Load AppleSecureWiFi Profile
ar: تحميل ملف تعريف AppleSecureWiFi
ca: Carrega el perfil d’AppleSecureWiFi
cs: Načíst profil AppleSecureWiFi
da: Indlæs AppleSecureWiFi-profil
de: AppleSecureWiFi-Profil laden
el: Φόρτωση προφίλ AppleSecureWiFi
es: Cargar perfil de AppleSecureWiFi
es_us: Cargar perfil AppleSecureWiFi
fi: Lataa AppleSecureWiFi-profiili
fr: Charger le profil AppleSecureWiFi
fr_ca: Charger le profil AppleSecureWiFi
he: טעינת הפרופיל AppleSecureWiFi
hi: AppleSecureWiFi प्रोफ़ाइल को लोड करें
hr: Učitaj AppleSecureWiFi profil
hu: Az AppleSecureWiFi-profil betöltése
id: Muat Profil AppleSecureWiFi
it: Carica il profilo AppleSecureWiFi
ja: AppleSecureWiFiプロファイルを読み込む
ko: AppleSecureWiFi 프로필 로드
ms: Muatkan Profil AppleSecureWiFi
nb: Last inn AppleSecureWiFi-profil
nl: Laad AppleSecureWiFi-profiel
pl: Wczytaj profil AppleSecureWiFi
pt_br: Carregar Perfil AppleSecureWiFi
pt_pt: Carregar o perfil AppleSecureWiFi
ro: Încărcați profilul AppleSecureWiFi
ru: Загрузить профиль AppleSecureWiFi
sk: Načítať profil AppleSecureWiFi
sl: Naložite profil AppleSecureWiFi
sv: Läs in AppleSecureWiFi-profilen
th: โหลดโปรไฟล์ AppleSecureWiFi
tr: AppleSecureWiFi Profilini Yükle
uk: Завантажити профіль AppleSecureWiFi
vi: Tải hồ sơ AppleSecureWiFi
zh_cn: 载入AppleSecureWiFi描述文件
zh_hk: 載入AppleSecureWiFi描述檔
zh_tw: 載入AppleSecureWiFi描述檔

# NetworkSecureWiFiProfileLoadFail
source: The AppleWiFiSecure profile couldn’t be loaded. Restart your device and try again. [Error: %@]
ar: تعذر تحميل ملف تعريف AppleSecureWiFi. أعد تشغيل جهازك وحاول مرة أخرى. [خطأ: %@]
ca: No s’ha pogut carregar el perfil d’AppleWiFiSecure. Reinicia i torna‑ho a provar. [Error: %@]
cs: Nepodařilo se načíst profil AppleWiFiSecure. Restartujte zařízení a zkuste to znovu. [Chyba: %@]
da: AppleWiFiSecure-profilen kunne ikke indlæses. Start din enhed på ny, og prøv igen. [Fejl: %@]
de: Das AppleWiFiSecure-Profil konnte nicht geladen werden. Starte dein Gerät neu und versuche es noch einmal. [Fehler: %@]
el: Δεν ήταν δυνατή η φόρτωση του προφίλ AppleWiFiSecure. Επανεκκινήστε τη συσκευή και προσπαθήστε πάλι. [Σφάλμα: %@]
es: No se ha podido cargar el perfil de AppleWiFiSecure. Reinicia el dispositivo e inténtalo de nuevo. [Error: %@]
es_us: No se pudo cargar el perfil AppleWiFiSecure. Reinicia tu dispositivo y reintenta. [Error: %@]
fi: AppleWiFiSecure-profiilia ei voitu ladata. Käynnistä laite uudelleen ja yritä uudelleen. [Virhe: %@]
fr: Le profil AppleWiFiSecure n’a pas pu être chargé. Redémarrez votre appareil et réessayez. [Erreur : %@]
fr_ca: Le profil AppleWiFiSecure n’a pas pu être chargé. Redémarrez l’appareil et réessayez. [Erreur : %@]
he: לא ניתן לטעון את הפרופיל AppleWiFiSecure. יש להפעיל מחדש את המכשיר ולנסות שוב. [שגיאה: %@]
hi: AppleWiFiSecure प्रोफ़ाइल को लोड नहीं किया जा सका। अपने डिवाइस को रीस्टार्ट करके फिर कोशिश करें। [एरर : %@]
hr: Profil AppleWiFiSecure ne može se učitati. Ponovno uključite uređaj i pokušajte ponovno. [Greška: %@]
hu: Nem sikerült betölteni az AppleWiFiSecure-profilt. Indítsa újra, majd próbálkozzon újra. [Hiba: %@]
id: Profil AppleWiFiSecure tidak dapat dimuat. Mulai ulang perangkat Anda dan coba lagi. [Kesalahan: %@]
it: Non è stato possibile caricare il profilo “AppleWiFiSecure”. Riavvia il dispositivo e riprova. [Errore: %@]
ja: AppleWiFiSecureプロファイルを読み込めませんでした。 再起動してからやり直してください。（エラー: %@）
ko: AppleWiFiSecure 프로필을 로드할 수 없습니다. 기기를 재시동한 다음 다시 시도하십시오. [오류: %@]
ms: Profil AppleWiFiSecure tidak dapat dimuatkan. Mula semula peranti anda dan cuba lagi. [Ralat: %@]
nb: AppleWiFiSecure-profilen kunne ikke lastes inn. Prøv igjen etter en omstart. [Feil: %@]
nl: Het AppleWiFiSecure-profiel kon niet worden geladen. Start je apparaat opnieuw op en probeer het opnieuw. [Fout: %@]
pl: Nie można było wczytać profilu AppleWiFiSecure. Uruchom ponownie urządzenie i spróbuj jeszcze raz. [Błąd: %@]
pt_br: Não foi possível carregar o perfil AppleWiFiSecure. Reinicie o dispositivo e tente novamente. [Erro: %@]
pt_pt: Não foi possível carregar o perfil AppleWiFiSecure. Reinicie o dispositivo e volte a tentar. [Erro: %@]
ro: Profilul AppleWiFiSecure nu a putut fi încărcat. Reporniți dispozitivul și reîncercați. (eroare: %@)
ru: Профиль AppleWiFiSecure не удалось загрузить. Перезагрузите устройство и повторите попытку. [Ошибка: %@]
sk: Profil AppleWiFiSecure sa nepodarilo načítať. Reštartujte zariadenie a skúste to znovu. [Chyba: %@]
sl: Profila AppleWiFiSecure ni bilo mogoče naložiti. Znova zaženite svojo napravo in poskusite znova. [Napaka: %@]
sv: AppleWiFiSecure-profilen kunde inte läsas in. Starta om enheten och försök igen. [Fel: %@].
th: ไม่สามารถโหลดโปรไฟล์ AppleWiFiSecure ได้ โปรดปิดและเปิดอุปกรณ์ของคุณใหม่ แล้วลองอีกครั้ง [ข้อผิดพลาด: %@]
tr: AppleWiFiSecure profili yüklenemedi. Aygıtınızı yeniden başlatın ve yeniden deneyin. [Hata: %@]
uk: Не вдалося завантажити профіль AppleWiFiSecure. Перезапустіть пристрій і спробуйте ще раз. [Помилка: %@]
vi: Không thể tải hồ sơ AppleWiFiSecure. Khởi động lại thiết bị của bạn và thử lại. [Lỗi: %@]
zh_cn: 无法载入AppleWiFiSecure描述文件。 重新启动设备，然后重试。[错误：%@]
zh_hk: 無法載入AppleWiFiSecure描述檔。 請重新啟動裝置，然後再試一次。［錯誤碼：%@］
zh_tw: 無法載入AppleWiFiSecure描述檔。 重新啟動你的裝置，然後再試一次。[錯誤碼：%@]

# NetworkSecureWiFiProfileLoadOK
source: The AppleWiFiSecure profile loaded successfully. Please make sure to disconnect from Ethernet to use AppleWiFiSecure.
ar: تم تحميل ملف تعريف AppleWiFiSecure بنجاح. يرجى التأكد من قطع الاتصال من الإيثرنت لاستخدام AppleWiFiSecure.
ca: S’ha carregat el perfil d’AppleWiFiSecure correctament. Abans d’utilitzar AppleWiFiSecure, assegura’t de desconnectar el cable Ethernet.
cs: Profil AppleWiFiSecure byl úspěšně načten. Před použitím AppleWiFiSecure se nezapomeňte odpojit od Ethernetu.
da: AppleWiFiSecure-profilen blev indlæst. Sørg for at afbryde forbindelsen til Ethernet, hvis du vil bruge AppleWiFiSecure.
de: Das AppleWiFiSecure-Profil wurde erfolgreich geladen. Trenne zum Verwenden von AppleWiFiSecure die Verbindung zum Ethernet.
el: Η φόρτωση του προφίλ AppleWiFiSecure ήταν επιτυχής. Βεβαιωθείτε ότι έχετε αποσυνδέσει τη συσκευή από το Ethernet για χρήση του AppleWiFiSecure.
es: El perfil de AppleWiFiSecure se ha cargado correctamente. Asegúrate de desconectarte de Ethernet para usar AppleWiFiSecure.
es_us: El perfil AppleWiFiSecure se cargó correctamente. Asegúrate de desconectar el cable Ethernet para usar AppleWiFiSecure.
fi: AppleWiFiSecure-profiilin lataus onnistui. Varmista AppleWiFiSecuren käyttämistä varten, että Ethernet on irrotettu.
fr: Le profil AppleWiFiSecure a bien été chargé. Assurez-vous de débrancher le câble Ethernet pour utiliser AppleWiFiSecure.
fr_ca: Le profil AppleWiFiSecure a été chargé correctement. Assurez-vous d’avoir déconnecté le câble Ethernet pour utiliser AppleWiFiSecure.
he: פרופיל ה-AppleWiFiSecure נטען בהצלחה. נא לוודא שהתנתקת מחיבור ה-Ethernet כדי להשתמש ב-AppleWiFiSecure.
hi: AppleWiFiSecure प्रोफ़ाइल सफलतापूर्वक लोड की गई। AppleWiFiSecure का उपयोग करने के लिए इथरनेट से डिस्कनेक्ट करना सुनिश्चित करें।
hr: Profil AppleWiFiSecure uspješno je učitan. Odspojite se s Etherneta kako biste mogli koristiti AppleWiFiSecure.
hu: Az AppleWiFiSecure profil betöltése sikerült. Az AppleWiFiSecure használatához győződjön meg róla, hogy kihúzta az Ethernet-kábelt.
id: Profil AppleWiFiSecure berhasil dimuat. Pastikan Anda telah terputus dari Ethernet untuk menggunakan AppleWiFiSecure.
it: Il profilo AppleWiFiSecure è stato caricato correttamente. Per utilizzare AppleWiFiSecure, assicurati che il cavo di rete Ethernet sia scollegato.
ja: AppleWiFiSecureプロファイルは正常に読み込まれました。 AppleWiFiSecureを使用するには、Ethernetの接続を解除してください。
ko: AppleWiFiSecure 프로필을 성공적으로 로드했습니다. AppleWiFiSecure를 이용하려면 이더넷 연결을 해제하십시오.
ms: Profil AppleWiFiSecure berjaya dimuatkan. Sila pastikan anda memutuskan sambungan daripada Ethernet untuk menggunakan AppleWiFiSecure.
nb: AppleWiFiSecure-profilen er lastet inn. Husk å koble fra Ethernet for å bruke AppleWiFiSecure.
nl: Het AppleWiFiSecure-profiel is geladen. Koppel de ethernetkabel los om AppleWiFiSecure te gebruiken.
pl: Profil AppleWiFiSecure został wczytany prawidłowo. Aby używać sieci AppleWiFiSecure, odłącz urządzenie od sieci Ethernet.
pt_br: O perfil AppleWiFiSecure foi carregado com sucesso. Para usar o perfil AppleWiFiSecure, desconecte‑se da Ethernet.
pt_pt: O perfil AppleWiFiSecure foi carregado com sucesso. Para usar AppleWiFiSecure, certifique‑se de que desligou o cabo Ethernet.
ro: Încărcarea profilului AppleWiFiSecure a reușit. Pentru a utiliza AppleWiFiSecure, trebuie să vă deconectați de la Ethernet.
ru: Профиль AppleWiFiSecure успешно загружен. Чтобы использовать AppleWiFiSecure, отключите устройство от Ethernet.
sk: Profil AppleWiFiSecure bol úspešne načítaný. Ak chcete používať AppleWiFiSecure, odpojte zariadenie od ethernetu.
sl: Profil AppleWiFiSecure je uspešno naložen. Če želite uporabljati AppleWiFiSecure, se prepričajte, da ste prekinili povezavo z Ethernetom.
sv: AppleWiFiSecure-profilen lästes in. Koppla bort Ethernet om du vill använda AppleWiFiSecure.
th: โหลดโปรไฟล์ AppleWiFiSecure สำเร็จแล้ว โปรดตรวจสอบให้แน่ใจว่าไม่ได้เชื่อมต่อกับอีเธอร์เน็ตเพื่อใช้ AppleWiFiSecure
tr: AppleWiFiSecure profili başarıyla yüklendi. AppleWiFiSecure bağlantısını kullanmak için lütfen Ethernet bağlantısını kestiğinizden emin olun.
uk: Профіль AppleWiFiSecure успішно завантажено. Для використання AppleWiFiSecure необхідно відʼєднатися від Ethernet.
vi: Hồ sơ AppleWiFiSecure đã được tải thành công. Vui lòng đảm bảo ngắt kết nối khỏi Ethernet để sử dụng AppleWiFiSecure.
zh_cn: AppleWiFiSecure描述文件已成功载入。 请确保已断开与以太网的连接以使用AppleWiFiSecure。
zh_hk: AppleWiFiSecure描述檔已成功載入。 請確認已中斷乙太網絡的連線，以使用AppleWiFiSecure。
zh_tw: 已成功載入AppleWiFiSecure描述檔。 請確定中斷與乙太網路的連線來使用AppleWiFiSecure。

# NetworkSignalStrengthTitle
source: Signal Strength
ar: قوة الإشارة
ca: Intensitat del senyal
cs: Síla signálu
da: Signalstyrke
de: Signalstärke
el: Ισχύς σήματος
es: Intensidad de la señal
es_us: Intensidad de la señal
fi: Signaalin vahvuus
fr: Puissance du signal
fr_ca: Puissance du signal
he: עוצמת קליטה
hi: सिग्नल प्रबलता
hr: Jačina signala
hu: Jelerősség
id: Kekuatan Sinyal
it: Potenza segnale
ja: 信号の強さ
ko: 신호 강도
ms: Kekuatan Isyarat
nb: Signalstyrke
nl: Signaalsterkte
pl: Moc sygnału
pt_br: Intensidade do Sinal
pt_pt: Força do sinal
ro: Intensitate semnal
ru: Интенсивность сигнала
sk: Intenzita signálu
sl: Moč signala
sv: Signalstyrka
th: ความแรงสัญญาณ
tr: Sinyal Gücü
uk: Сила сигналу
vi: Cường độ tín hiệu
zh_cn: 信号强度
zh_hk: 訊號強度
zh_tw: 訊號強度

# NetworkStatusTitle
source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_us: Estado
fi: Tila
fr: État
fr_ca: État
he: מצב
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状況
ko: 상태
pl: Stan
pt_br: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
zh_tw: 狀態

# NetworkTestBandwidthDontKnow
source: Don’t know
ar: لا أعلم
ca: No ho sé
cs: Není známo
da: Ved ikke
de: Unbekannt
el: Δεν γνωρίζω
es: No lo sé
es_us: No lo sé
fi: En tiedä
fr: Je ne sais pas
fr_ca: Je ne sais pas
he: המהירות לא ידועה לי
hi: ज्ञात नहीं
hr: Ne znam
hu: Ismeretlen
id: Tidak tahu
it: Non so
ja: 不明
ko: 알 수 없음
ms: Tidak tahu
nb: Vet ikke
nl: Onbekend
pl: Nie wiem
pt_br: Não sei
pt_pt: Não sei
ro: Nu știu
ru: Не знаю
sk: Neviem
sl: Ne vem
sv: Vet inte
th: ไม่ทราบ
tr: Bilinmiyor
uk: Не знаю
vi: Không biết
zh_cn: 不知道
zh_hk: 不知道
zh_tw: 不知道
